Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Settings.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
ja: このアプリについて
ko: 정보
pt_br: Sobre
ru: О
th: เกี่ยวกับ
tr: Hakkında
vi: Về
zh_hans: 关于
zh_hant: 關於

source: Active subscription
ar: الاشتراك نشط
de: Aktives Abonnement
es: Suscripción activa
fr: Abonnement actif
hi: सक्रिय सदस्यता
id: Langganan aktif
ja: アクティブなサブスクリプション
ko: 활성 구독
pt_br: Assinatura ativa
ru: Подписка активна
th: การสมัครสมาชิกใช้งานอยู่
tr: Abonelik aktif
vi: Đang đăng ký
zh_hans: 订阅中
zh_hant: 訂閱中

source: Add a provider with an API key first, then come back to generate a draft.
ar: أضف أولاً مزوّدًا مع مفتاح API، ثم عُد لإنشاء المسودة.
de: Füge zuerst einen Anbieter mit API-Schlüssel hinzu und erstelle dann den Entwurf.
es: Agrega primero un proveedor con clave API y luego vuelve a generar un borrador.
fr: Ajoutez d'abord un fournisseur avec une clé API, puis revenez générer un brouillon.
hi: पहले API कुंजी वाला प्रदाता जोड़ें, फिर ड्राफ़्ट जनरेट करें।
id: Tambahkan dulu penyedia dengan kunci API, lalu kembali untuk menghasilkan draf.
ja: API キーを設定したプロバイダーを追加してから、ドラフトを生成してください。
ko: API 키가 설정된 제공업체를 먼저 추가한 후 초안을 생성해 주세요.
pt_br: Adicione primeiro um provedor com chave de API e volte para gerar um rascunho.
ru: Сначала добавьте провайдера с ключом API, затем создайте черновик.
th: เพิ่มผู้ให้บริการที่มีคีย์ API ก่อน แล้วค่อยกลับมาสร้างฉบับร่าง
tr: Önce API anahtarına sahip bir sağlayıcı ekleyin, ardından taslak oluşturun.
vi: Hãy thêm nhà cung cấp có API Key trước, rồi quay lại để tạo bản nháp.
zh_hans: 请先添加并配置带 API Key 的服务商，再回来生成草稿。
zh_hant: 請先新增並配置帶 API Key 的服務商，再回來產生草稿。

source: After 10 rounds of conversation, automatically append a summary reminder at the end of messages.
ar: بعد 10 جولات من المحادثة، يُضاف تلقائيًا ملخص تذكيري في نهاية الرسائل.
de: Nach 10 Gesprächsrunden wird am Ende der Nachrichten automatisch eine Zusammenfassung angehängt.
es: Después de 10 rondas de conversación, agrega automáticamente un resumen al final de los mensajes.
fr: Après 10 échanges, ajoute automatiquement un résumé à la fin des messages.
hi: बातचीत के 10 दौर के बाद, संदेशों के अंत में स्वचालित रूप से एक सारांश अनुस्मारक जोड़ें।
id: Setelah 10 putaran percakapan, secara otomatis menambahkan ringkasan pengingat di akhir pesan.
ja: 会話が10往復を超えると、メッセージの末尾に要約リマインダーを自動的に追加します。
ko: 대화가 10회를 넘으면 메시지 끝에 요약 알림을 자동으로 추가합니다.
pt_br: Após 10 rodadas de conversa, adiciona automaticamente um resumo ao final das mensagens.
ru: После 10 раундов разговора автоматически добавляйте сводное напоминание в конце сообщений.
th: หลังจากสนทนาครบ 10 รอบ จะเพิ่มการเตือนสรุปต่อท้ายข้อความโดยอัตโนมัติ
tr: 10 turluk konuşmanın ardından mesajların sonuna otomatik olarak bir özet hatırlatıcı ekleyin.
vi: Sau 10 vòng trò chuyện, tự động thêm lời nhắc tóm tắt vào cuối tin nhắn.
zh_hans: 对话超过 10 轮后，自动在消息末尾追加摘要提醒。
zh_hant: 對話超過 10 輪後，自動在訊息末尾追加摘要提醒。

source: All your models. One app.
ar: كل نماذجك. تطبيق واحد.
de: Alle deine Modelle. Eine App.
es: Todos tus modelos. Una app.
fr: Tous vos modèles. Une seule app.
hi: आपके सभी मॉडल. एक ऐप.
id: Semua model Anda. Satu aplikasi.
ja: すべてのモデルを、ひとつのアプリで。
ko: 모든 모델, 하나의 앱.
pt_br: Todos os seus modelos. Um só app.
ru: Все ваши модели. Одно приложение.
th: ทุกรุ่นของคุณ แอปเดียว
tr: Tüm modelleriniz. Bir uygulama.
vi: Tất cả các mô hình của bạn. Một ứng dụng.
zh_hans: 所有模型，一个应用。
zh_hant: 所有模型，一個 App。

source: Anti-forget mode
ar: وضع مكافحة النسيان
de: Vergessensschutz-Modus
es: Modo anti-olvido
fr: Mode anti-oubli
hi: विरोधी भूल मोड
id: Mode anti-lupa
ja: 忘却防止モード
ko: 망각 방지 모드
pt_br: Modo anti-esquecimento
ru: Режим защиты от забывания
th: โหมดป้องกันการลืม
tr: Unutmayı önleme modu
vi: Chế độ chống quên
zh_hans: 防遗忘模式
zh_hant: 防遺忘模式

source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fr: Apparence
hi: उपस्थिति
id: Penampilan
ja: 外観
ko: 외관
pt_br: Aparência
ru: Появление
th: รูปร่าง
tr: Dış görünüş
vi: Vẻ bề ngoài
zh_hans: 外观
zh_hant: 外觀

source: Apply draft
ar: تطبيق المسودة
de: Entwurf anwenden
es: Aplicar borrador
fr: Appliquer le brouillon
hi: ड्राफ्ट लागू करें
id: Terapkan draf
ja: 下書きを適用
ko: 초안 적용
pt_br: Aplicar rascunho
ru: Применить черновик
th: ใช้ร่าง
tr: Taslağı uygula
vi: Áp dụng dự thảo
zh_hans: 应用草稿
zh_hant: 套用草稿

source: Cancels on %@
ar: يُلغى في %@
de: Endet am %@
es: Se cancela el %@
fr: Résiliation le %@
hi: %@ को रद्द होगा
id: Dibatalkan pada %@
ja: %@ に解約予定
ko: %@에 해지 예정
pt_br: Cancela em %@
ru: Отмена %@
th: ยกเลิกวันที่ %@
tr: %@ tarihinde iptal edilecek
vi: Hủy vào %@
zh_hans: 将于 %@ 取消
zh_hant: 將於 %@ 取消

source: Changelog
ar: سجل التغييرات
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
hi: परिवर्तन लॉग
id: Catatan perubahan
ja: 更新履歴
ko: 변경 내역
pt_br: Registro de alterações
ru: Журнал изменений
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklik günlüğü
vi: Nhật ký thay đổi
zh_hans: 更新日志
zh_hant: 更新日誌

source: characters
ar: حرف
de: Zeichen
es: caracteres
fr: caractères
hi: अक्षर
id: karakter
ja: 文字
ko: 자
pt_br: caracteres
ru: персонажи
th: ตัวอักษร
tr: karakterler
vi: nhân vật
zh_hans: 字符
zh_hant: 字元

source: Choose Oriveo's language in iOS Settings so system menus use the same language.
ar: اختر لغة Oriveo في إعدادات iOS حتى تستخدم قوائم النظام اللغة نفسها.
de: Wähle die Sprache von Oriveo in den iOS-Einstellungen aus, damit Systemmenüs dieselbe Sprache verwenden.
es: Elige el idioma de Oriveo en Ajustes de iOS para que los menús del sistema usen el mismo idioma.
fr: Choisissez la langue d’Oriveo dans les réglages iOS afin que les menus système utilisent la même langue.
hi: iOS सेटिंग्स में Oriveo की भाषा चुनें, ताकि सिस्टम मेनू भी उसी भाषा का उपयोग करें।
id: Pilih bahasa Oriveo di Pengaturan iOS agar menu sistem menggunakan bahasa yang sama.
ja: システムメニューも同じ言語になるよう、iOSの「設定」でOriveoの言語を選択してください。
ko: 시스템 메뉴도 같은 언어를 사용하도록 iOS 설정에서 Oriveo의 언어를 선택하세요.
pt_br: Escolha o idioma do Oriveo nos Ajustes do iOS para que os menus do sistema usem o mesmo idioma.
ru: Выберите язык Oriveo в настройках iOS, чтобы системные меню использовали тот же язык.
th: เลือกภาษาของ Oriveo ในการตั้งค่า iOS เพื่อให้เมนูระบบใช้ภาษาเดียวกัน
tr: Sistem menülerinin de aynı dili kullanması için iOS Ayarları'nda Oriveo dilini seçin.
vi: Chọn ngôn ngữ của Oriveo trong Cài đặt iOS để các menu hệ thống sử dụng cùng ngôn ngữ.
zh_hans: 请在 iOS“设置”中选择 Oriveo 的语言，使系统菜单使用相同语言。
zh_hant: 請在 iOS「設定」中選擇 Oriveo 的語言，讓系統選單使用相同語言。

source: Could not load recent conversations
ar: تعذّر تحميل المحادثات الأخيرة
de: Kürzliche Gespräche konnten nicht geladen werden
es: No se pudieron cargar las conversaciones recientes
fr: Impossible de charger les conversations récentes
hi: हाल की बातचीत लोड नहीं हो सकी
id: Tidak dapat memuat percakapan terbaru
ja: 最近の会話を読み込めませんでした
ko: 최근 대화를 불러올 수 없습니다
pt_br: Não foi possível carregar conversas recentes
ru: Не удалось загрузить недавние диалоги
th: ไม่สามารถโหลดบทสนทนาล่าสุด
tr: Son sohbetler yüklenemedi
vi: Không thể tải các cuộc trò chuyện gần đây
zh_hans: 无法加载近期对话
zh_hant: 無法載入近期對話

source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
hi: डेटा
ja: データ
ko: 데이터
pt_br: Dados
ru: Данные
th: ข้อมูล
tr: Veri
vi: dữ liệu
zh_hans: 数据
zh_hant: 資料

source: Developer Options
ar: خيارات المطوّر
de: Entwickleroptionen
es: Opciones de desarrollador
fr: Options développeur
hi: डेवलपर विकल्प
id: Opsi Pengembang
ja: 開発者オプション
ko: 개발자 옵션
pt_br: Opções do desenvolvedor
ru: Параметры разработчика
th: ตัวเลือกนักพัฒนา
tr: Geliştirici Seçenekleri
vi: Tùy chọn nhà phát triển
zh_hans: 开发者选项
zh_hant: 開發者選項

source: e.g.: I'm a backend engineer, mainly using Go. Keep replies concise, in Chinese, give code not long explanations.
ar: مثال: أنا مهندس خلفي، أستخدم Go بشكل رئيسي. ردود مختصرة، بالعربية، أعطني كودًا بدلاً من شروحات طويلة.
de: Z.B.: Ich bin Backend-Ingenieur, nutze hauptsächlich Go. Kurze Antworten, auf Deutsch, Code statt langer Erklärungen.
es: Ej.: soy ingeniero backend, uso Go. Respuestas concisas, en español, con código en vez de explicaciones largas.
fr: Ex. : je suis ingénieur backend, j'utilise Go. Réponses concises, en français, du code plutôt que de longues explications.
hi: उदाहरण के लिए: मैं एक बैकएंड इंजीनियर हूं, मुख्य रूप से गो का उपयोग करता हूं। उत्तर संक्षिप्त रखें, चीनी भाषा में, कोड दें न कि लंबे स्पष्टीकरण।
id: misalnya: Saya seorang backend engineer, sebagian besar menggunakan Go. Jaga agar balasan tetap ringkas, dalam bahasa Mandarin, berikan kode, bukan penjelasan panjang.
ja: 例：バックエンドエンジニアで、主にGoを使用。簡潔に、日本語で、長い説明よりコードをください。
ko: 예: 백엔드 엔지니어이고 주로 Go를 사용합니다. 답변은 간결하게, 한국어로, 긴 설명 대신 코드로 주세요.
pt_br: Ex.: sou engenheiro backend, uso Go. Respostas concisas, em português, código em vez de explicações longas.
ru: например: Я бэкэнд-инженер, в основном использую Go. Ответы делайте краткими, на китайском языке, не давайте длинных пояснений по коду.
th: เช่น ฉันเป็นวิศวกรแบ็กเอนด์ ใช้ Go เป็นหลัก ตอบให้กระชับ เป็นภาษาจีน ให้โค้ดอธิบายไม่ยาว
tr: örneğin: Ben bir arka uç mühendisiyim ve çoğunlukla Go kullanıyorum. Yanıtları kısa ve öz tutun, Çince olarak kodlara uzun açıklamalar vermeyin.
vi: ví dụ: Tôi là kỹ sư phụ trợ, chủ yếu sử dụng Go. Hãy trả lời ngắn gọn, bằng tiếng Trung, đưa ra mã không giải thích dài dòng.
zh_hans: 例如：我是后端工程师，主要用 Go。回复简洁，用中文，给代码不要长篇解释。
zh_hant: 例如：我是後端工程師，主要用 Go。回覆簡潔，用中文，給程式碼不要長篇解釋。

source: FAQ
ar: الأسئلة الشائعة
es: Preguntas frecuentes
hi: अक्सर पूछे जाने वाले प्रश्न
id: Pertanyaan Umum
ja: よくある質問
ko: 자주 묻는 질문
pt_br: Perguntas frequentes
ru: Часто задаваемые вопросы
th: คำถามที่พบบ่อย
tr: SSS
vi: Câu hỏi thường gặp
zh_hans: 常见问题
zh_hant: 常見問題

source: Generate draft from recent chats
ar: إنشاء مسودة من المحادثات الأخيرة
de: Entwurf aus letzten Chats generieren
es: Generar borrador de chats recientes
fr: Générer un brouillon depuis les chats récents
hi: हाल की चैट से ड्राफ्ट तैयार करें
id: Hasilkan draf dari obrolan terbaru
ja: 最近の会話から下書きを生成
ko: 최근 대화에서 초안 생성
pt_br: Gerar rascunho de conversas recentes
ru: Создать черновик из последних чатов
th: สร้างฉบับร่างจากการแชทล่าสุด
tr: Son sohbetlerden taslak oluştur
vi: Tạo bản nháp từ các cuộc trò chuyện gần đây
zh_hans: 从近期对话生成草稿
zh_hant: 從近期對話生成草稿

source: Generated draft is ready
ar: المسودة المولّدة جاهزة
de: Der generierte Entwurf ist fertig
es: El borrador generado está listo
fr: Le brouillon généré est prêt
hi: जनरेट किया गया ड्राफ्ट तैयार है
id: Draf yang dihasilkan sudah siap
ja: 生成された下書きの準備ができました
ko: 생성된 초안이 준비되었습니다
pt_br: O rascunho gerado está pronto
ru: Сгенерированный черновик готов
th: ฉบับร่างที่สร้างขึ้นพร้อมแล้ว
tr: Oluşturulan taslak hazır
vi: Bản nháp được tạo đã sẵn sàng
zh_hans: 生成的草稿已就绪
zh_hant: 生成的草稿已就緒

source: Generation failed, please write manually
ar: فشل التوليد، يرجى الكتابة يدويًا
de: Generierung fehlgeschlagen, bitte manuell schreiben
es: La generación falló, escribe manualmente
fr: La génération a échoué, écrivez manuellement
hi: जनरेशन विफल, कृपया मैन्युअल रूप से लिखें
id: Pembuatan gagal, harap tulis secara manual
ja: 生成に失敗しました。手動で書いてください
ko: 생성에 실패했습니다. 직접 작성해 주세요
pt_br: A geração falhou, escreva manualmente
ru: Генерация не удалась, пожалуйста, напишите вручную
th: การสร้างล้มเหลว โปรดเขียนด้วยตนเอง
tr: Oluşturma başarısız oldu, lütfen manuel olarak yazın
vi: Tạo không thành công, vui lòng viết thủ công
zh_hans: 生成失败，请手动编写
zh_hant: 生成失敗，請手動編寫

source: Grace period • Access continues until %@.
ar: فترة سماح • استمرار الوصول حتى %@.
de: Karenzzeit • Zugang bis %@ aktiv.
es: Período de gracia • Acceso disponible hasta %@.
fr: Période de grâce • Accès maintenu jusqu'au %@.
hi: अनुग्रह अवधि • %@ तक पहुंच बनी रहेगी.
id: Masa tenggang • Akses berlaku hingga %@.
ja: 猶予期間 • %@ までご利用いただけます。
ko: 유예 기간 • %@까지 계속 이용 가능합니다.
pt_br: Período de carência • Acesso mantido até %@.
ru: Льготный период • Доступ сохраняется до %@.
th: ช่วงผ่อนผัน • ใช้งานได้ถึง %@
tr: Ödemesiz dönem • %@ tarihine kadar erişim sürüyor.
vi: Giai đoạn ân hạn • Quyền truy cập duy trì đến %@.
zh_hans: 宽限期 · 权益保留至 %@。
zh_hant: 寬限期 · 權益保留至 %@。

source: Granted by Oriveo
ar: ممنوح من Oriveo
de: Von Oriveo gewährt
es: Concedido por Oriveo
fr: Offert par Oriveo
hi: Oriveo द्वारा दिया गया
id: Diberikan oleh Oriveo
ja: Oriveo による提供
ko: Oriveo 제공
pt_br: Concedido pela Oriveo
ru: Предоставлено Oriveo
th: มอบให้โดย Oriveo
tr: Oriveo tarafından verildi
vi: Do Oriveo cấp
zh_hans: Oriveo 赠送
zh_hant: Oriveo 贈送

source: Granted by Oriveo • Valid until %@
ar: ممنوح من Oriveo • صالح حتى %@
de: Von Oriveo gewährt • Gültig bis %@
es: Concedido por Oriveo • Válido hasta %@
fr: Offert par Oriveo • Valable jusqu’au %@
hi: Oriveo द्वारा दिया गया • %@ तक मान्य
id: Diberikan oleh Oriveo • Berlaku hingga %@
ja: Oriveo による提供 • %@ まで有効
ko: Oriveo 제공 • %@까지 유효
pt_br: Concedido pela Oriveo • Válido até %@
ru: Предоставлено Oriveo • Действует до %@
th: มอบให้โดย Oriveo • ใช้ได้ถึง %@
tr: Oriveo tarafından verildi • %@ tarihine kadar geçerli
vi: Do Oriveo cấp • Có hiệu lực đến %@
zh_hans: Oriveo 赠送 · 有效期至 %@
zh_hant: Oriveo 贈送 · 有效期至 %@

source: Have a few chats first, then come back to generate a draft from them.
ar: أجرِ بعض المحادثات أولاً، ثم عُد لإنشاء المسودة من خلالها.
de: Führe zuerst einige Gespräche, dann erstelle daraus den Entwurf.
es: Ten algunas conversaciones primero y vuelve para generar el borrador.
fr: Ayez d'abord quelques conversations, puis revenez générer le brouillon.
hi: पहले कुछ बातचीत करें, फिर उनसे ड्राफ़्ट जनरेट करें।
id: Lakukan beberapa percakapan dulu, lalu kembali untuk menghasilkan draf.
ja: まずいくつか会話してから、その内容を使ってドラフトを生成してください。
ko: 먼저 몇 차례 대화를 나눈 뒤 그 내용으로 초안을 생성해 주세요.
pt_br: Tenha algumas conversas primeiro e depois volte para gerar o rascunho.
ru: Сначала проведите несколько диалогов, затем создайте черновик на их основе.
th: ลองสนทนาสักครู่ก่อน แล้วกลับมาสร้างฉบับร่างจากการสนทนา
tr: Önce birkaç sohbet edin, ardından bunlardan taslak oluşturun.
vi: Hãy trò chuyện vài câu trước, rồi quay lại tạo bản nháp từ chúng.
zh_hans: 先聊几句对话，再回来从对话中生成草稿。
zh_hant: 先聊幾句對話，再回來從對話中產生草稿。

source: Help & Feedback
ar: المساعدة والتعليقات
de: Hilfe und Feedback
es: Ayuda y comentarios
fr: Aide et commentaires
hi: सहायता एवं प्रतिक्रिया
id: Bantuan & Masukan
ja: ヘルプとフィードバック
ko: 도움말 및 피드백
pt_br: Ajuda e comentários
ru: Помощь и обратная связь
th: ความช่วยเหลือและข้อเสนอแนะ
tr: Yardım ve Geri Bildirim
vi: Trợ giúp & Phản hồi
zh_hans: 帮助与反馈
zh_hant: 幫助與回饋

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Let AI know you from the first message
ar: اجعل الذكاء الاصطناعي يعرفك من أول رسالة
de: Lass die KI dich ab der ersten Nachricht kennen
es: Que la IA te conozca desde el primer mensaje
fr: L'IA vous connaît dès le premier message
hi: पहले संदेश से एआई को आपको बताएं
id: Biarkan AI mengenal Anda dari pesan pertama
ja: 最初のメッセージからAIにあなたを知ってもらう
ko: 첫 번째 메시지부터 AI가 당신을 알 수 있게
pt_br: Deixe a IA te conhecer desde a primeira mensagem
ru: Пусть ИИ узнает вас из первого сообщения
th: ให้ AI รู้จักคุณตั้งแต่ข้อความแรก
tr: Yapay zekanın ilk mesajdan itibaren sizi bilmesini sağlayın
vi: Hãy để AI biết bạn từ tin nhắn đầu tiên
zh_hans: 从第一条消息开始，让 AI 了解你
zh_hant: 從第一條訊息開始，讓 AI 了解你

source: Long conversation anti-forgetting
ar: مكافحة النسيان في المحادثات الطويلة
de: Vergessensschutz bei langen Gesprächen
es: Anti-olvido en conversaciones largas
fr: Anti-oubli pour longues conversations
hi: लंबी बातचीत विस्मृति रोधी
id: Percakapan panjang anti lupa
ja: 長い会話の忘却防止
ko: 긴 대화 망각 방지
pt_br: Anti-esquecimento em conversas longas
ru: Долгий разговор против забывания
th: การสนทนาที่ยาวนานป้องกันการลืม
tr: Uzun konuşma unutmayı önleme
vi: Trò chuyện dài chống quên
zh_hans: 长对话防遗忘
zh_hant: 長對話防遺忘

source: Memory content is sent with every AI request to your chosen provider. Do not enter passwords or other sensitive information.
ar: يتم إرسال محتوى الذاكرة مع كل طلب ذكاء اصطناعي إلى المزود المختار. لا تدخل كلمات المرور أو معلومات حساسة أخرى.
de: Der Gedächtnisinhalt wird mit jeder KI-Anfrage an den gewählten Anbieter gesendet. Gib keine Passwörter oder sensiblen Informationen ein.
es: El contenido de la memoria se envía con cada solicitud de IA al proveedor elegido. No ingreses contraseñas ni otra información sensible.
fr: Le contenu de la mémoire est envoyé avec chaque requête IA au fournisseur choisi. N'entrez pas de mots de passe ou d'informations sensibles.
hi: प्रत्येक एआई अनुरोध के साथ मेमोरी सामग्री आपके चुने हुए प्रदाता को भेजी जाती है। पासवर्ड या अन्य संवेदनशील जानकारी दर्ज न करें.
id: Konten memori dikirim dengan setiap permintaan AI ke penyedia pilihan Anda. Jangan masukkan kata sandi atau informasi sensitif lainnya.
ja: メモリーの内容はAIリクエストごとに選択したプロバイダーに送信されます。パスワードやその他の機密情報を入力しないでください。
ko: 메모리 내용은 모든 AI 요청과 함께 선택한 공급자에게 전송됩니다. 비밀번호 또는 기타 민감한 정보를 입력하지 마세요.
pt_br: O conteúdo da memória é enviado com cada solicitação de IA ao provedor escolhido. Não insira senhas ou outras informações sensíveis.
ru: Содержимое памяти отправляется с каждым запросом ИИ выбранному вами провайдеру. Не вводите пароли или другую конфиденциальную информацию.
th: เนื้อหาหน่วยความจำจะถูกส่งพร้อมกับทุกคำขอ AI ไปยังผู้ให้บริการที่คุณเลือก อย่าป้อนรหัสผ่านหรือข้อมูลที่ละเอียดอ่อนอื่น ๆ
tr: Bellek içeriği, her yapay zeka isteğiyle birlikte seçtiğiniz sağlayıcıya gönderilir. Şifreleri veya diğer hassas bilgileri girmeyin.
vi: Nội dung bộ nhớ được gửi cùng với mọi yêu cầu AI đến nhà cung cấp mà bạn đã chọn. Không nhập mật khẩu hoặc thông tin nhạy cảm khác.
zh_hans: 记忆内容会随每次 AI 请求发送至你选择的供应商。请勿输入密码或其他敏感信息。
zh_hant: 記憶內容會隨每次 AI 請求傳送至你選擇的供應商。請勿輸入密碼或其他敏感資訊。

source: Memory saved
ar: تم حفظ الذاكرة
de: Gedächtnis gespeichert
es: Memoria guardada
fr: Mémoire sauvegardée
hi: मेमोरी सहेजी गई
id: Memori disimpan
ja: メモリーを保存しました
ko: 메모리가 저장되었습니다
pt_br: Memória salva
ru: Память сохранена
th: บันทึกหน่วยความจำแล้ว
tr: Bellek kaydedildi
vi: Đã lưu bộ nhớ
zh_hans: 记忆已保存
zh_hant: 記憶已儲存

source: No model available
ar: لا توجد نماذج متاحة
de: Kein Modell verfügbar
es: No hay modelos disponibles
fr: Aucun modèle disponible
hi: कोई मॉडल उपलब्ध नहीं
id: Tidak ada model tersedia
ja: 利用可能なモデルがありません
ko: 사용 가능한 모델 없음
pt_br: Nenhum modelo disponível
ru: Нет доступных моделей
th: ไม่มีโมเดลให้ใช้
tr: Kullanılabilir model yok
vi: Không có mô hình khả dụng
zh_hans: 无可用模型
zh_hant: 無可用模型

source: No provider configured
ar: لم يتم تكوين أي مزود
de: Kein Anbieter konfiguriert
es: Ningún proveedor configurado
fr: Aucun fournisseur configuré
hi: कोई प्रदाता कॉन्फ़िगर नहीं किया गया
id: Tidak ada penyedia yang dikonfigurasi
ja: プロバイダーが構成されていません
ko: 구성된 제공업체 없음
pt_br: Nenhum provedor configurado
ru: Поставщик не настроен
th: ไม่มีการกำหนดค่าผู้ให้บริการ
tr: Yapılandırılmış sağlayıcı yok
vi: Không có nhà cung cấp nào được định cấu hình
zh_hans: 未配置服务商
zh_hant: 未配置服務商

source: Not enough conversation content
ar: محتوى المحادثة غير كافٍ
de: Nicht genug Gesprächsinhalt
es: Contenido de conversación insuficiente
fr: Contenu de conversation insuffisant
hi: बातचीत की सामग्री पर्याप्त नहीं
id: Konten percakapan belum cukup
ja: 会話の内容が不足しています
ko: 대화 내용이 부족합니다
pt_br: Conteúdo de conversa insuficiente
ru: Недостаточно содержимого диалога
th: เนื้อหาการสนทนายังไม่พอ
tr: Sohbet içeriği yetersiz
vi: Nội dung trò chuyện chưa đủ
zh_hans: 对话内容不足
zh_hant: 對話內容不足

source: Not Signed In
ar: لم يتم تسجيل الدخول
de: Nicht angemeldet
es: Sin iniciar sesión
fr: Non connecté
hi: प्रवेश नहीं किया
id: Tidak Masuk
ja: サインインしていません
ko: 로그인되지 않음
pt_br: Não conectado
ru: Не авторизован
th: ไม่ได้ลงชื่อเข้าใช้
tr: Oturum Açılmadı
vi: Chưa đăng nhập
zh_hans: 未登录
zh_hant: 未登入

source: Open iOS Settings
ar: فتح إعدادات iOS
de: iOS-Einstellungen öffnen
es: Abrir Ajustes de iOS
fr: Ouvrir les réglages iOS
hi: iOS सेटिंग्स खोलें
id: Buka Pengaturan iOS
ja: iOSの「設定」を開く
ko: iOS 설정 열기
pt_br: Abrir Ajustes do iOS
ru: Открыть настройки iOS
th: เปิดการตั้งค่า iOS
tr: iOS Ayarları'nı Aç
vi: Mở Cài đặt iOS
zh_hans: 打开 iOS 设置
zh_hant: 開啟 iOS 設定

source: Permanent access • Thank you for supporting Oriveo
ar: وصول دائم • شكرًا لدعمك Oriveo
de: Dauerhafter Zugriff • Danke für deine Unterstützung von Oriveo
es: Acceso permanente • Gracias por apoyar a Oriveo
fr: Accès permanent • Merci de soutenir Oriveo
hi: स्थायी पहुँच • Oriveo का समर्थन करने के लिए धन्यवाद
id: Akses permanen • Terima kasih telah mendukung Oriveo
ja: 永久アクセス • Oriveo をご支援いただきありがとうございます
ko: 영구 액세스 • Oriveo를 지원해 주셔서 감사합니다
pt_br: Acesso permanente • Obrigado por apoiar o Oriveo
ru: Постоянный доступ • Спасибо за поддержку Oriveo
th: เข้าถึงถาวร • ขอบคุณที่สนับสนุน Oriveo
tr: Kalıcı erişim • Oriveo'yu desteklediğiniz için teşekkürler
vi: Truy cập vĩnh viễn • Cảm ơn bạn đã ủng hộ Oriveo
zh_hans: 永久权益 · 感谢你支持 Oriveo
zh_hant: 永久權益 · 感謝你支持 Oriveo

source: Please try again later or write manually.
ar: حاول لاحقًا أو اكتب يدويًا.
de: Versuche es später erneut oder schreibe es manuell.
es: Inténtalo de nuevo más tarde o escríbelo manualmente.
fr: Réessayez plus tard ou rédigez manuellement.
hi: बाद में पुनः प्रयास करें या स्वयं लिखें।
id: Coba lagi nanti atau tulis manual.
ja: 後でもう一度試すか、手動で書いてください。
ko: 잠시 후 다시 시도하거나 직접 작성해 주세요.
pt_br: Tente novamente mais tarde ou escreva manualmente.
ru: Повторите попытку позже или напишите вручную.
th: ลองอีกครั้งภายหลัง หรือเขียนด้วยตนเอง
tr: Daha sonra tekrar deneyin veya elle yazın.
vi: Vui lòng thử lại sau hoặc tự viết.
zh_hans: 请稍后重试，或手动编写。
zh_hant: 請稍後重試，或手動編寫。

source: Rate Oriveo
ar: قيّم Oriveo
de: Oriveo bewerten
es: Valorar Oriveo
fr: Noter Oriveo
hi: Oriveo को रेट करें
id: Beri Nilai Oriveo
ja: Oriveoを評価
ko: Oriveo 평가하기
pt_br: Avaliar o Oriveo
ru: Оценить Oriveo
th: ให้คะแนน Oriveo
tr: Oriveo'yu Değerlendir
vi: Đánh giá Oriveo
zh_hans: 为 Oriveo 评分
zh_hant: 為 Oriveo 評分

source: Renews on %@
ar: يتجدد في %@
de: Verlängert sich am %@
es: Se renueva el %@
fr: Renouvellement le %@
hi: %@ को नवीनीकरण
id: Diperpanjang pada %@
ja: %@ に更新
ko: %@에 갱신
pt_br: Renova em %@
ru: Продление %@
th: ต่ออายุวันที่ %@
tr: %@ tarihinde yenilenir
vi: Gia hạn vào %@
zh_hans: %@ 续订
zh_hant: %@ 續訂

source: Replay Onboarding
ar: إعادة عرض الجولة التعريفية
de: Einführung erneut ansehen
es: Ver la introducción de nuevo
fr: Revoir l'introduction
hi: परिचय फिर से देखें
id: Putar Ulang Perkenalan
ja: オンボーディングをもう一度見る
ko: 온보딩 다시 보기
pt_br: Rever a introdução
ru: Посмотреть знакомство снова
th: ดูการแนะนำอีกครั้ง
tr: Tanıtımı yeniden izle
vi: Xem lại phần giới thiệu
zh_hans: 重看新手引导
zh_hant: 重看新手引導

source: Send Feedback
ar: إرسال الملاحظات
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
hi: प्रतिक्रिया भेजें
id: Kirim Masukan
ja: フィードバックを送信
ko: 피드백 보내기
pt_br: Enviar comentários
ru: Отправить отзыв
th: ส่งคำติชม
tr: Geri Bildirim Gönder
vi: Gửi phản hồi
zh_hans: 发送反馈
zh_hant: 提交回饋

source: Tell AI about yourself. It will automatically know this at the start of every conversation.
ar: أخبر الذكاء الاصطناعي عن نفسك. سيعرف ذلك تلقائيًا في بداية كل محادثة.
de: Erzähl der KI von dir. Sie wird es automatisch am Anfang jedes Gesprächs wissen.
es: Cuéntale a la IA sobre ti. Lo sabrá automáticamente al inicio de cada conversación.
fr: Parlez de vous à l'IA. Elle le saura automatiquement au début de chaque conversation.
hi: एआई को अपने बारे में बताएं. इसे हर बातचीत की शुरुआत में अपने आप इसका पता चल जाएगा।
id: Ceritakan pada AI tentang diri Anda. Secara otomatis akan mengetahui hal ini di awal setiap percakapan.
ja: AIにあなた自身のことを伝えてください。毎回の会話の最初に自動的に認識します。
ko: AI에게 자신에 대해 알려주세요. 모든 대화 시작 시 자동으로 인식합니다.
pt_br: Conte à IA sobre você. Ela saberá automaticamente no início de cada conversa.
ru: Расскажите ИИ о себе. Он будет автоматически знать это в начале каждого разговора.
th: บอก AI เกี่ยวกับตัวคุณ มันจะรู้สิ่งนี้โดยอัตโนมัติเมื่อเริ่มการสนทนาทุกครั้ง
tr: AI'ye kendinizden bahsedin. Her konuşmanın başında bunu otomatik olarak bilecektir.
vi: Nói với AI về bản thân bạn. Nó sẽ tự động biết điều này khi bắt đầu mỗi cuộc trò chuyện.
zh_hans: 告诉 AI 关于你自己。它会在每次对话开始时自动了解这些。
zh_hant: 告訴 AI 關於你自己。它會在每次對話開始時自動了解這些。
